{
"information":[
  {"name":"Venue", 
    "imgName":"venue", 
    "data":"Crown & Thistle<br />18 Bridge St, Abingdon<br /> OX14 3HS"},
  {"name":"Accomodation", "imgName":"information", 
    "data":"There’s a few hotels in and around Abingdon, your best bet is probably looking in Oxford though, it’s massive there."},
  {"name":"Parking", "imgName":"street", "data":"There is limited parking at the venue. But there is a multi-story carpark and various others around the town. If you’re staying in Oxford I am pretty sure the bus links are superb."},
  {"name":"Gifts", "imgName":"gift-table", "data":"We are a modern progressive couple and as a modern progressive couple we’d like you give us some money money money please."},
  {"name":"Timings", "imgName":"wedding-flowers",
    "data":"<strong>12:00</strong>: Cermony Starts<br /><strong>13:00</strong>: Drink & that<br /><strong>16:00</strong>: Ya dinner<br /><strong>19:00</strong>: Evening Thing<br /><strong>01:00</strong>: Evening Thing Finshes, please go home."}
],
"ourStory":[
  {"year":"2009",
    "title":"The Beginning",
    "img":"chips",
    "data": "Our romantic journey began in the hot summer of 2009, Ollie caught wind that Rhi thought he was a bit of a fitty and the night ended in the locking of lips on a sandy, gritty dance floor of a beach-themed 18th birthday party."},
  {"year":"2010",
    "title":"Our First Date",
    "img":"us-together-2",
    "data": "After weeks of constant texting, we decided to go on our first day- a refreshing pint at the King’s Head in Aylesbury, followed by a cinema trip to see, Ollies doppelgänger, Harry Potter. Despite the date almost being gate-crashed by Ollie’s mum, Carol, and little sister, Eleanor, peeping from across the market square, the date went off without a hitch! Fortunately, there were many more dates and drunken nights out to follow! We were smitten!"},
  {"year":"2011",
    "title":"Our First 'I love you'",
    "img":"weMet",
    "data": "On November 12th 2009, we took our first trip to London together. We went to the aquarium and spent the whole day admiring the fish and having jokes. That was the very time Rhi tried Nando’s chicken and the very first time we said those 3 special words! <3"},
  {"year":"2012",
    "title":"Our First Holiday",
    "img":"scuba-egypt",
    "data": "Fast forward a few years, filled with parties; nights at the pub; date nights and copious amounts of junk food, in 2013 we took our first holiday together in Egypt. Undeterred by the dodgy tummies, this sparked our love holidays! Since then, we have been on so many incredible trips away, touring around many parts of Europe, drinking them out of beer and eating them out of snacks! "},
  {"year":"2013",
    "title":"Our First Flat",
    "img":"chirstmas-wonderland",
    "data": "In February 2015, we moved into our gorgeous little flat together in Watermead, Aylesbury. We spent five immensely happy years together here, enjoying amazing trips out, cosy nights in, romantic strolls around the lake and SO many boozy day sessions at the surrounding pubs of Aylesbury, followed by delicious KFC dinners before bed."},
  {"year":"2018",
    "title":"A Missed Opportunity",
    "img":"vilniusCropped",
    "data": " Many more unforgettable holidays and weekends away passed, when in October 2018, after 9 years of being boyfriend and girlfriend, Ollie finally booked a romantic trip away to Vilnius. Nails at the ready, Rhi went with bated breath, only to discover that the prospect of a proposal hadn’t even crossed Ollie’s mind until a mere matter of days before the trip! A missed opportunity for Oliie, meant another treat trip away for Rhi!"},
  {"year":"2019",
    "title":"Our Engagement",
    "img":"engagement-1",
    "data": "On the 11th May 2019, Ollie finally made Rhi the happiest girl in the world and proposed at the top of a very steep and very muddy hill in Nailsworth, Cotswolds. It was the happiest we have ever felt and we will cherish the memory for the rest of our lives."},
    {"year":"2021",
      "title":"Our Wedding",
      "img":"romantic",
      "data": "On the 23rd October 2021 we get to spend our special day with you, our favourite people, and we really cannot wait!"}
],
"years":["2009","2010","2011","2012","2013","2018","2019","2021"],
"titles": ["The Beginning", "Our First Date", "Our First 'I love you'", "Our First Holiday", "Our First Flat", "A Missed Opportunity", "Our Engagement", "Our Wedding"]
}
